<!DOCTYPE html>
<html lang="ru">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Правовая информация</title>
    <link rel="shortcut icon" href="swad/static/img/logo_new.png" type="image/x-icon">
    <style>
        * {
            margin: 0;
            padding: 0;
            box-sizing: border-box;
        }

        body {
            font-family: 'Helvetica', 'Arial', sans-serif;
            line-height: 1.6;
            color: #333;
            background-color: #f9f9f9;
            padding: 20px;
            max-width: 900px;
            margin: 0 auto;
        }

        .logo {
            text-align: center;
            margin-bottom: 40px;
            padding: 20px 0;
            border-bottom: 1px solid #eaeaea;
        }

        .logo-img img {
            width: 10rem;
            height: 10rem;
        }

        .document {
            text-align: justify;
            margin-bottom: 40px;
            padding: 0 20px;
        }

        .document h1 {
            font-weight: 400;
            margin-bottom: 20px;
            text-align: center;
            color: #222;
        }

        .document p {
            margin-bottom: 16px;
            font-size: 16px;
            line-height: 1.8;
        }

        .document ul {
            margin: 15px 0 25px;
            padding-left: 30px;
        }

        .document li {
            margin-bottom: 10px;
        }

        .highlight {
            color: #c32178;
            font-weight: 500;
        }

        footer {
            text-align: center;
            padding: 20px 0;
            border-top: 1px solid #eaeaea;
            color: #777;
            font-size: 14px;
        }
    </style>
</head>

<body>
    <header class="logo">
        <div class="logo-img">
            <img src="swad/static/img/logo_new.png" alt="">
        </div>
    </header>

    <main class="document">
        <h1>Общая информация</h1>
        <p>Dustore (<i>от слов Dust и Store</i>) - открытая платформа для дистрибуции игр, приложений, игрового контента (далее - Платформа). На Dustore вы можете бесплатно зарегистрировать свою студию и игры.</p>

        <h2>Наши преимущества</h2>

        <p>Для <span class="highlight">разработчиков</span> мы создали отдельную систему управления студией, проектами и сотрудниками. Также вам доступны медиа-площадки, на которых вы можете публиковать новости, анонсы своих проектов и общаться с игроками.</p>

        <p>Для <span class="highlight">игроков</span> мы предлагаем библиотеку качественного контента, удобную систему рекомендаций и персональные коллекции. Студии и игры проходят модерацию, поэтому ваш игровой опыт будет потрясающий: откройте для себя мир инди-игр!</p>

        <h2>Технологии</h2>

        <p>Мы хотим принести как можно больше удобных фич и новшеств в игровую индустрию. Вот что мы уже реализовали/реализуем:</p>

        <ul>
            <li>Программа DuStudio для более быстрой и удобной загрузки игр</li>
            <li>Свои алгоритмы рекомендаций</li>
            <li>Персональный бот-помощник</li>
            <li>Безлимитное хранилище для ваших проектов</li>
            <li>Лаунчер для игроков</li>
            <li>API для разработчиков</li>
            <li>Система оплаты (разработчики могут монетизировать свой проект)</li>
            <li>Система подписок для игроков и разработчиков</li>
        </ul>

        <h2>Присоединяйтесь к нам</h2>

        <p>Станьте частью нашего сообщества уже сегодня. Зарегистрируйтесь как разработчик или игрок и откройте для себя новые горизонты игровой индустрии.</p>
        <p>Наша платформа постоянно развивается, и мы всегда открыты для обратной связи и сотрудничества. Вместе мы сможем создать лучшее игровое пространство для всех.</p>
        <br>
        <h2>Правила поведения</h2>

        <p>Мы стремимся создать не только удобную Платформу, но и с возможностью защиты авторских прав и прав пользователей. <br>Список правил на Платформе представлен ниже. Обращаем ваше внимание, что нарушение этих правил приведёт к блокировке.</p>
        <ul>
            <li>Кража контента, защищённого авторским правом</li>
            <li>Регистрация второй и следующей студии одним пользователем</li>
            <li>Спам/реклама/мат/оскорбления в комментариях</li>
            <li>Реклама от студии, если эта реклама размещена не в специальном разделе</li>
            <li>Игровой контент с пометкой 18+, если он размещён не в специальном разделе</li>
            <li>Азартные игры запрещены в любой форме и в любых разделах</li>
            <li>Упоминание политики, политических тем, а также разжигание политических споров</li>
            <li>Призывы к войне, насилию, борьбе, лозунги и провокации</li>
        </ul>

        <p>Администраторы и модераторы Платформы в праве заблокировать доступ к Платформе, а также внести ваш IP адрес в чёрный список (вы теряете доступ ко всем аккаунтам в экосистеме Dustore). Обжаловать причину блокировки, либо подать жалобу вы можете по электронной почте: <a href="mailto:support@dustore.ru">support@dustore.ru</a>, либо в сообщениях в социальной сети ВКонтакте в сообществе Платформы: <a href="https://vk.com/crazyprojectslab">Crazy Projects Lab</a>.</p>
        
        <h2>Правовая информация</h2>
        <h3>Для игроков:</h3>
        <ul>
            <li>Регистрируясь на Платформе, вы соглашаетесь с <a href="/privacy">политикой конфеденциальности</a>, а также с <a href="/oferta.txt">публичной офертой</a>.</li>
        </ul>

        <h3>Для разработчиков:</h3>
        <ul>
            <li>Вы имеете право бесплатно зарегистрировать 1 (одну) студию и неограниченное количество игр</li>
            <li>Регистрируя студию, Вы обязаны указать настоящую информацию о вашей студии (указано на странице регистрации студии)</li>
            <li>После регистрации Ваша студия проходит обязательную модерацию специальными участниками Платформы, наделёнными такими полномочиями (модераторами)</li>
            <li>В случае возникновения вопросов к правдивости информации модераторы Платформы могут связаться с вами по электронной почте, указанной Вами при регистрации студии</li>
            <li>Вы обязаны следить за актуальностью информации на странице Вашей студии</li>
            <li>Вы несёте полную ответсвенность за размещённые Вами игры и проекты</li>
            <li>Вы в праве запросить полное удаление вашего аккаунта и студии</li>
            <li>Вы обязаны помечать специальным тегом, что в Вашей игре содержится 18+ контент/насилие/нецензурная лексика</li>
            <li>Вы обязаны принимать жалобы/отзывы/просьбы игроков. В случае Вашего бездействия Администраторы Платформы примут решение за Вас</li>
            <li>Вы не можете публиковать азартные игры в любой форме. Только если это является неотъемлимой частью игрового процесса и происходит не на настоящую валюту</li>
            <li>В случае нарушения правил Администрация Платформы свяжется с Вами для решения вопросов. Иначе Ваша студия будет заблокирована</li>
            <li>В случае нарушения законодательства РФ и других стран, в которых публикуется Ваш продукт, ваш вопрос также решается с участием Администрации Платформы.</li>
        </ul>
    </main>

    <footer>
        <p>&copy; 2025 Все права защищены</p>
        <p>Dustore является собственностью <a href="https://vk.com/crazyprojectslab">Crazy Projects Lab</a> и <a href="https://vk.com/dgscorp">Dust Games Studio</a></p>
    </footer>
</body>

</html>