<?php
require_once('swad/config.php');
require_once('swad/controllers/tg_bot.php');

send_group_message(-1002916906978, "Привет, я Дасти 😎 - бот-ассистент на Платформе Dustore.Ru.\n
Я буду присылать вам важные уведомления. А ещё вы можете добавить меня в чат вашей студии, куда я буду присылать еженедельную статистику, новости и уведомления. 
О том, как это сделать, <a href='https://github.com/AlexanderLivanov/dustore-docs/wiki/Добавление-бота-в-чат-вашей-студии'>читайте здесь.</a>\n
Спасибо, что пользуетесь Dustore ❤

[ <a href='https://dustore.ru'>Сайт Платформы</a> ] [ <a href='https://t.me/dustore_official'>Новостной канал Платформы</a> ] [ <a href='https://vk.com/crazyprojectslab'>Crazy Projects Lab</a> ] [ <a href='https://vk.com/dgscorp'>Dust Studio</a> ]");
?>
